[
  {
    "url": "https://www.ultrarunnermagazine.co.uk/category/interviews/",
    "scraped_text": "Running News\n30 Marathons in 30 Countries in 30 Days for MND\nby\nULTRARUNNER MAG\n13 December 2024\n0\nMike vows ‘I’ll be back’ after completing superhuman challenge to support friend living with MND PERSONAL...\nRead more\nDetails"
  },
  {
    "url": "https://www.researchgate.net/publication/279773111_Exploring_Experiences_of_Running_an_Ultramarathon",
    "scraped_text": "Access denied\nYou do not have access to www.researchgate.net.\nThe site owner may have set restrictions that prevent you from accessing the site.\nRay ID: 9d11a9e8cbbc23de\nTimestamp: 2026-02-20 23:08:03 UTC\nYour IP address: 129.146.1.34\nRequested URL: www.researchgate.net/publication/279773111_Exploring_Experiences_of_Running_an_Ultramarathon\nError reference number: 1020\nServer ID: FL_1164F21\nUser-Agent: Python/3.13 aiohttp/3.13.2\nRay ID: 9d11a9e8cbbc23de\nClient IP: 129.146.1.34\n©\nResearchGate GmbH. All rights reserved."
  },
  {
    "url": "https://randomforestrunner.com/race-reports/",
    "scraped_text": "2025 Barkley Marathons – Three For the Price of Five\nFor the 1st time, I felt I had been beaten by the Barkley course, rather than falling victim to my own mistakes. It seemed that maybe, I just couldn’t do it.\n2025 Spine Race – Four Seasons Total Bogscaping\nI stood atop The Schil triumphantly, as if in a bubble separate from the time and place surrounding me. I might not have been victorious, but I was unbroken.\n2024 Old Dominion 100 – Racing the Ages\nOne of my favorite parts of running is measuring progress. With long term consistency we can often do things we previously thought entirely impossible.\n2024 Barkley Marathons – Five for the Ages\nI’ve seen a lot of incredible triumphs and agonizing defeats in the past decade at Barkley, but I don’t know if there will ever be another year to match 2024.\n2024 Spine Race – Every Frozen Bog Has a Silver Lining\nThe beauty of pursuing big goals is that we sometimes succeed. But only sometimes. Often things don’t quite turn out as planned, Sometimes we fail completely.\n2023 Tor Des Geants – Nocturne Valdostano no. 3\nA series of unexpected events led to an unforgettable experience in my 2nd trip around the Aosta Valley for the 200+ mile Tor Des Geants.\nLoad More\nLoading More…\nYou’ve reached the end of the list\nShare this:\nShare on Facebook (Opens in new window)\nFacebook\nShare on X (Opens in new window)\nX\nEmail a link to a friend (Opens in new window)\nEmail\nShare on WhatsApp (Opens in new window)\nWhatsApp"
  },
  {
    "url": "https://www.badwater.com/university/within-the-dreams-reality-and-hallucinations-of-ultra-marathon-runners/",
    "scraped_text": "According to Herodotus, author of the Histories, during the height of the Persian Wars in 490 B.C., an ancient Greek named Pheidippides ran a monumental run from Athens to Sparta. The distance he covered was 152 miles, and he managed to reach his destination in only two days. On one of those days, near the top of Mount Perthenium, Pheidippides witnessed the apparition of the god Pan. Pan called Pheidippides by his name and instructed Pheidippides to ask the Athenians why they had forgotten him. Pan explained to Pheidippides that he has helped his people in the past and he would help again in the future. This encounter with Pan motivated Pheidippides to continue the run at a non-stop rate to reach his destination and to deliver the message (Herodotus. History of the Persian War, 2003).\nIn the summer of 2002, a ten-time Badwater ultra marathoner named Marshall Ulrich ran a similar race from Badwater, California to Lone Pine, California. The distance between these two locations is about 135 miles across Death Valley, and the race was done in July, one of the hottest months of the summer. He finished the race in only two days. On one of those days he reported experiencing a variety of fantastic images such as watching a mysterious woman wearing a silver bikini rollerblading in front of him, seeing green lizards that never existed, and experiencing the sensation of an air plane pulling up beside him (Bowers, 2002). These images caught the attention and imagination of a fascinated public who eagerly listened to this NPR special human-interest report. From this story, the public as well as Marshal Ulrich could easily rationalize that these visions didn’t actually exist, but were only in the confines of his mind. Thus, his experience was categorized as a hallucination.\nAn interesting question arises when analyzing these two stories. If Marshal Ulrich’s experience was the result of a hallucination, could we categorize Pheidippides’ experience in the same modern definition of a hallucination? Based on the literature, there is a relationship between hallucinations and long distant running. Some of the predisposing factors that facilitate a hallucination are similar to what the body goes through when running a long distance event. Some of these examples are: an increase in body temperature, dehydration, hyperventilation, extended fasting, sensory deprivation/overload, sleep deprivation, prolong physical or emotional pain, and stress (Slade & Bental, 1988; Ford-Martin, 1999). Today, people who participate in other ultra-marathons, any marathon over 25 miles (Blaikie, 2003), have reported instances of hallucinations such as in the Barkley Marathon (Biddle, 1996).\nThe hallucinations induced by ultra-marathons can give the sensation of reality, depending how many sensory modalities are affected. (Weiss & Heckers, 1999; Izumi, Terao, Ishino, & Nakamura, 2002) The degree of the intensity of the hallucination is affected not only through certain biological conditions of hallucinations, but also through a person’s cognitive perspective (Glicksohn, 1990; Klemperer, 1992). The cognitive aspect of perception plays an important part in helping a person to distinguish the normal from the abnormal. The presence of fatigue, monotony, or intense emotions, can obstruct these cognitive mechanisms that are normally used to help filter sensory information, creating an even more realistic hallucination (Beyerstein, 1996).\nThe present study set out to investigate the extraordinary hallucinations of Badwater runners due to the fact that this particular race was known for its hallucinations and it provided a unique opportunity to simulate some of the conditions that Pheidippides might have had to endure. Badwater has been dubbed by many runners as one of the most difficult races in the world because of its unique features. The distance is 135 miles, the equivalent of five standard marathons, and temperatures can reach up to a sweltering 130 degrees in the summer. Another unique feature about Badwater is its drastic change in elevation. It starts off in Badwater, which is 280 feet bellow sea level, and terminates at Mt. Whitney, 8000 feet above sea level. This ultra-marathon is done on highway as opposed to trails. The highway presents difficult obstacles for the runners to overcome. The black pavement absorbs all of the sun’s energy, raising it to a torturous 200 degrees and making it difficult for the runner to finish the race. Also, the runners are in a constant forward motion causing damage to their feet such as “black toe” and huge blisters. Since the race is done on the highways, runners have to be aware of motorists traveling through Death Valley. The wild life of Death Valley might also present a problem to the runners as litter may offer a tempting meal for the natural denizens of Death Valley (Badwater Ultramarathon Race Magazine, 2003).\nThe purpose of this study was to gain an initial insight into the basic facts surrounding these hallucinations. The areas studied were: first, how common were hallucinations among the runners, second, what time did these hallucinations take place, third, basic descriptions of their hallucinations, and fourth, what were their theories about their own hallucinations. The investigators sought to study these questions by traveling to Badwater, California to observe and analyze the Badwater 2003 Ultramarathon race. Personal interviews were conducted after the race. Questionnaires were distributed and gathered before and after the race.\nWe started with several hypotheses regarding the hallucinations since there were numerous possible causes and broke it down to the five best explanations. First, we hypothesized that the hallucinations might be due to dehydration. In a short period of two hours, a person can lose about 2 gallons of fluid from their body by sitting perfectly still in the shade. Thus, if a person is running a marathon in Death Valley, they will lose an incredible amount of fluid (Lingenfelter, 1988). For the second hypothesis, we theorized that it might be due to the physical exhaustion because of the harsh physical conditions of the race. These physical conditions will make the runner fatigued and they will experience various levels of physical pain throughout their body. For the third hypothesis, we theorized that these hallucinations were the result of a dramatic increase in the internal body temperature. In Death Valley, temperatures can exceed 120 degrees Fahrenheit during the day. This prolonged exposure to this temperature in Death Valley, combined with the strenuous physical activity of this ultra-marathon, could raise the internal body temperature to an unfavorable condition affecting the metabolism of the brain potentially inducing a hallucination. A sustained body temperature of 107 degrees will affect the mental functions of a person (Taylor, 2003). The fourth hypothesis was that sleep deprivation contributed to these hallucinations. Badwater veterans have often stated that runners will often run with inadequate amounts of sleep just to finish the race under the 60-hour time period. Functioning on a limited amount of sleep or no sleep can temporarily impair some of the cognitive abilities of the runners (Beck & Rector, 2003), thus increasing the probability of having a hallucination. The fifth hypothesis is “conning behavior”. This is a social phenomenon in which runners tell “tall tales” about their supposed hallucinations that are vivid but not actually true.\nMETHODS\nStudy Participants\nThe participants were 20 runners (15 male, 5 female) competing in the Badwater 2003 Ultra-marathon who agreed to be a part of this experiment. Nineteen of the participants identified themselves as Caucasian and one was Hispanic. Eighteen of the participants were American citizens while the other participants came from other countries (specific national identities are not given here in order to protect the confidentiality of the participants). The mean age of participants was 46.8 (range 31 to 58.)\nMaterials\nTwo paper and pencil questionnaires were utilized. A pre-race questionnaire was distributed prior to the race and a post-race questionnaire was distributed after. The pre-race questionnaire asked for information about the participants’ past experiences with hallucinations while running in other ultra-marathons. This questionnaire also collected information about the participants’ regular sleep cycles and their basic demographics. The post-race questionnaire was designed to document hallucinations that occurred specifically in the Badwater 2003 Ultra-marathon.\nPost-race interviews were also conducted. These interviews consisted of a series of open-ended questions allowing the participants to talk about their hallucination at Badwater with the interviewer. The interviewers were two undergraduate Psychology majors form The University of Texas at El Paso. All the interviews were tape-recorded.\nProcedure\nRunners from around the world came to Badwater to run in this high endurance event. The runners had no prior knowledge that there was to be a study gathering information about hallucinations on Ultra-marathon runners until the first contact by the researchers, approximately two weeks before the race. Utilizing the participant information supplied by the director of the marathon, Chris Kostman, we sent e-mail messages to all of the prospective runners (73) prior to the race. E-mail became the most effective means of communicating with the runners. We found that most of the runners had e-mail accounts and computers that they could easily access. There were five people who didn’t have computers or e-mail accounts. The e-mail messages were the same, introducing the study and giving the recipients a general time when the interviews would take place and the questionnaires distributed.\nPre-race meeting.\nA pre-race meeting of all Badwater participants took place on July 21, 2003, the day before the race was scheduled to begin. This mandatory meeting was designed to let the runners turn in all their paper work and have one last meeting before they attempted the ultra-marathon. Since everyone who was going to run the 2003 race would be present, the meeting was a perfect opportunity to distribute the pre-race questionnaires. To increase the response rate, an announcement was made by Chris Kostman to encourage the runners to participate in this study and arrangements were made so that everyone would receive the pre-race questionnaire. The consent form and pre-race questionnaires were placed in a packet that every runner received.\nFirst post-race get-togethers.\nTwo get-togethers were held following the race giving the runners a chance to talk to each other informally, to share stories, and to distribute awards to the runners who finished under 60 or 45 hours. The first post-race get-together was held immediately after the end of the race, July 24, 2003 at 6:00 pm, in Lo-Inyo Elementary School, Lone Pine, California where most of the 135-mile race was completed. This was an appropriate time to distribute the post-race questionnaires due to the fact that if runner had experienced a hallucination, the memory would be more immediate and accurate. During the first post-race get-together, another announcement was made by the race-director to encourage runners to participate in the study. At this point, the investigators asked the runners if they would like to be a part of the study and gave a post-race questionnaire to any runner who wanted to be a part of the study. Those runners who agreed to participate were also asked for a potential time after the race when they could be interviewed. Most of the surveys were filled out that day. However, a few runners asked if they could fill out the survey at a later time and return the questionnaires through mail or e-mail.\nSecond post-race get-together.\nOn the morning of the 25th, the second informal post-race get-together was held at the Season’s Restaurant in Lone Pine, California from 8:00 am to 10:00 am. This second post-race get-together gave the runners one last opportunity to talk to other people to share their stories and experiences. This location was smaller than the first post-race get-together and could hold only 75 people. A free breakfast was provided for all runners, crewmembers, and family members. Everyone sat in small groups of four or more, and the post-race questionnaires were distributed once again to anyone interested who had not filled out any questionnaires at the first post-race meeting. While the questionnaires were distributed, the investigators asked the runners if they had time to schedule a quick interview. Because there were no speeches or ceremonies, the setting provided the opportunity to talk to participants about their experiences. All interviews in the study took place at this second get-together. The investigators used a tape recorder and notebook to record the content of the interviews.\nFinal Post-Race Contact.\nMany of the runners were interested in being a part of the study, but only a few turned in all the questionnaires. Before the marathon, the use of e-mail was an effective means of communication as a way of introducing the study. Thus, it was used again following the race to distribute questionnaires to runners who had not provided data at the two follow-up meetings. This means of contact became critical in that it provided a quick and easy way for the participants to fill out the questionnaires while the memory of the race was still fresh. These e-mails contained the consent form and the pre and post-race questionnaires. It also gave explicit instructions so that the runners could either respond by e-mail or print out the forms and mail the data to the primary investigator.\nRESULTS\nPre-Race Questionnaire\nThree pre-race questionnaires were collected before the race using pencil and paper. Several participants expressed an interest in filling out the questionnaire but asked to do so after the race rather than before it. Because the questionnaires dealt mainly with the participants’ prior history of hallucinations while running, these participants were allowed to submit the pre-race questionnaire by e-mail after the race. Nine questionnaires were collected via e-mail, bringing the total number of completed pre-race questionnaires to 12.\nAmount of normal sleep when not running a marathon. The most important aspects of the pre-race questionnaire were the questions that dealt with amount of sleep the participants normally got at any given day, and if they ever had a hallucination while running any long-endurance race. The average amount of sleep in the sample of 12 people was 6.8 hours.\nPost-race Questionnaire\nFifteen participants completed post-race questionnaires using paper and pencil surveys. Fourteen of these completed the questionnaire at the post-race get-togethers following the race, and a single participant mailed in a completed questionnaire within 3 weeks following the race. An additional 5 questionnaires were collected by e-mail within 4 weeks following the race. Thus the total number of participants who completed post-race questionnaires was 20.\nThe participants.\nOf the 20 participants, 15 were male and 5 were female. The average age was 46. Nineteen of the participants were Caucasian and one was Hispanic. The majority of participants were American citizens, 18 USA, and two came from different countries. Six of them were returning veterans and 14 were rookies\nEducation.\nNine people were college graduates, 4 people attended or finished graduate school, and 3 people reported they were medical doctors, 2 people attended college but didn’t graduate, one person had a PhD, and one person didn’t answer the question about their level of education.\nThe amount of sleep.\nFifteen people reported getting at least some sleep during the race. Based on those people, the average amount of sleep was 162.85 minutes. Four people reported they didn’t get any sleep during the race. One of the participants didn’t respond to the question regarding amount of sleep.\nHallucinations.\nSix people out of twenty participants (30%) reported that they experienced hallucinations during the 2003 Badwater race. Fourteen people reported they didn’t experience any type of hallucinations. One of these 14 indicated on the questionnaire that she didn’t have a hallucination, but later reported during an interview that after filling out the questionnaire, she had been told by her crewmembers that she had been observed hallucinating during the race.\nSensory mode of the hallucinations.\nOf the six people who experienced hallucinations, two reported experiencing visual hallucinations only, two reported auditory hallucinations only, one reported a combination of visual and auditory hallucination, and one reported a combination of both visual and tactile hallucinations.\nInsight about the hallucination.\nFour of the six participants reported that they knew their hallucinations were illusory rather than real at the time that they occurred.\nTime of the hallucinations.\nFour people experienced their hallucinations between midnight to sunrise. Two people experienced their hallucinations at two different times, one between sunset to midnight, and the other between midnight to sunrise.\nDuration.\nFour people reported their hallucinations lasted for less than one minute. One person’s hallucination lasted 5 to 15 minutes. One person experienced a hallucination for more than one hour, although he stated in post-race questionnaire that the hallucination was sporadic throughout a one-hour period.\nEmotion.\nFour people reported they felt other emotions that were not on the post race survey’s answer choice. One person said they were both angry and frightened when they had their hallucinations, while one person didn’t answer this question.\nTheories.\nMany of the participants had thoughts about why they hallucinated. As examples, they described sleep deprivation, personal feelings, the darkness, and fatigue as reasons for these hallucinations.\nStarting and finishing time.\nFrom the three starting periods, 6:00 am, 8:00 am, and 10:00 am, the average starting time for most of the participants was at 8:00 am. Five people started the race at 6:00 am, nine people started it at 8:00am, and six people started at 10:00 am. Eleven of the runners completed the race in less than 48 hours, seven finished the race in less than 60 hours, and two did not complete the race. The average time for finishing the race was 47.36 hours.\nParticipant Interviews.\nThere were five people (3 females and 2 males) who agreed to be interviewed in this investigation. All of them were American citizens and two out of five were returning veterans. Four out of the five completed at least one of the questionnaires; only one person didn’t complete either of the two questionnaires but agreed to be interviewed. Based on the pre-race survey, two people had a history of hallucinations in long endurance races.\nParticipant A.\nInitially, participant A had no memory of her hallucination until one of her crewmembers told her she had one. The crewmember noticed that she was exhibiting odd behavior that he thought to be indicative of someone hallucinating. According to what her crewmember said about this event, she stared at an object off the side of the road and said in a calm voice, “I know you are not real”. She continued the course unaffected by her hallucination. The hallucination lasted for only a few seconds and her crewmembers said she was perfectly tranquil during this entire event. Participant A couldn’t recall the exact details about the image she saw on that night because she didn’t feel fully conscious at the time. However, later on that night, at mile 90 near Darwin, she was wide-awake to report her time and number to the time station.\nThe basic description of her hallucinations was based entirely on what her crewmembers remembered about the event. She did, however, say that she knew she had hallucinated because she recalled it feeling like a dream that couldn’t be recalled at the beginning; but became clearer as more memory cues were given.\nOther comments by Participant A regarding her own and other people’s hallucinations. She theorized her body needed to rest; running Badwater deprived her of that chance. Participant A thought that her brain went into a conservation mode that only allowed a minimal amount of activity. Participant A said this had been the first time she stayed awake for the full 52 hours in the race. She took a few 10-minute naps in the car.\nThe hallucinations participant A observed of other people dealt with depth perception. For example, she described how a man who ran Badwater at a previous race experienced an abnormal event with the white line that divided the road. The white line rose up in front of him to form what he saw as a huge white wall. Later on, that same white line formed an image of a trench that the man tried to avoid. She also pointed out, that in general, runners will see familiar objects in Death Valley, but in their mind they will change the way the object looks and functions. For example, bushes and rocks in Death Valley can become the outlines of creatures or other objects created in their minds. She theorized why people, in general, are not scared of these events. During a hallucination, runners are temporarily stuck in a semi-conscious state, which renders the experience less frightening than people might think because the runners are not thinking rationally.\nParticipant B.\nAt the Badwater 2003 Ultramarathon and in other Badwater Ultramarathons, he only experienced auditory hallucinations. These hallucinations are voices or noises that he heard coming from behind. He reported that his hallucination happened on the second night, but added more information about the time that wasn’t on the questionnaire. He said that these hallucinations are not exclusive to the night and it can continue into the following day. Participant B was unclear as to whether this hallucination occurred beyond the second night. He only added this information to clear up the mystery of hallucinations occurring the next day.\nDuring the interview, he described that he would either hear voices or something else coming up from behind. He would frequently check around him when he was hallucinating even though he knew there no other people in sight. He stated that it lasted for a few seconds at a time, but it continued during this time period. The voices were unclear and muffled and he did not hear his name or any other important message called out to him. He felt these hallucinations had no special meaning, and viewed this entire experience as something non-frightening because he recognized that it was an only a hallucination, and not a total loss of reality.\nParticipant B experienced hallucinations on other ultra-endurance events. He commented that although he just heard things in Badwater; he saw things at other ultra-endurance events. In the interview, he described a visual hallucination during a100 mile trail run that could best be described as tunnel vision. The world appeared as if he were inside a tunnel limiting his visual field to a narrow opening in the horizon. Participant B said he only felt curious about this event. He said he was not scared, happy, sad, or any other emotions listed in both the interview and the questionnaires. This hallucination lasted as long as his regular hallucinations in Badwater, but the information regarding about time, frequency and the duration for his this event were not given in the interview.\nThe explanation he had for this type hallucination was based on his idea that his mind might be processing only the minimal amounts of information about the world. He believed he experienced tunnel vision because this run required him to be more aware of the trail as opposed to Badwater.\nOther comments by Participant B regarding his own and other people’s hallucinations. He explained he was able to handle the race for the first 24 to 30 hours without any trouble, but after 30 to 36 hours, his body began to shut down for a few brief moments. He believed his hallucination happened because of fatigue and sheer physical exhaustion from the race. Participant B knew that there was nothing he could do to prevent his hallucinations because he would still hallucinate when he regained his strength to finish his race. Participant B said hallucinations are common among runners in long endurance events. The stories he had heard from other people varied in their level complexity. Some people had saw very vivid images while experienced a hallucinations that was very simplistic.\nParticipant C.\nParticipant C’s interview was conducted over the phone two weeks after the race. He was the only participant who filled out both the pre-race and post-race questionnaires.\nParticipant C’s hallucinations occurred from midnight to sunrise on the second night of the race. He had more than one hallucination on the same night, visual and tactile. The first visual hallucination was about how the white line on the highway formed a structure resembling a barricade. The second visual hallucination was a red holographic image of a table. Participant C mentioned that he wanted to touch this table, but was unable to sense the table with his hands. For the third visual hallucination, he experienced tunnel vision. Participant C also experienced a tactile hallucination in which he felt the sensation of a bat or something else slapping against his shoulder. He knew these experiences were the result of hallucinations. He mentioned that he had the ability to control his hallucinations. By focusing on something, he could make it go away; or by relaxing, he could allow his hallucinations to reappear. Participant C felt like these hallucinations had no special meaning to his life. He said that this entire experience interested him and that none of the options in the interview or the questionnaires could accurately describe his feelings towards these hallucinations.\nOther comments by Participant C regarding his own and other people’s hallucinations. Participant C believed he had these hallucinations because he was exhausted. He believed he could not have prevented these hallucinations, but suggested that if he had gotten more sleep he might not have hallucinated. In regards to his insight about other people’s hallucinations, he said it is very common for people to hallucinate during long endurance events. People all have different hallucinations, and it varies from person to person.\nParticipant D.\nParticipant D experienced a combination of visual, auditory, and tactile hallucinations. Her visual hallucinations consisted of terrifying images of rotting corpses watching her every move, and following her during the race. She also saw giant beetles and ‘mutant mice monsters’ crawling on the road. She heard noises from behind her, but didn’t want to check their source. She also described a tactile hallucination of something pushing or grabbing her. This tactile hallucination was not documented in the post-race questionnaire, but was gathered from this interview. Although she commented that these scary images did frighten her, most of her fear came from the overwhelming sensation of having no control of the situation.\nAll of her hallucinations took place on the second night between 9:00 pm and 11:00 pm. These hallucinations lasted for only a few seconds with it reoccurring throughout this time period. Participant D stated it was difficult to distinguish between her hallucinations and reality. She felt her hallucinations interacted with her because it felt like these creatures were out to get her.\nParticipant D had a hallucination prior to Badwater, 2003, at a different long endurance race. She said she saw an image of a tree that looked liked it had worms in place of leaves and branches. Participant D said this image didn’t scare her, and felt like it had no special meaning to her life. The specific details about what time the hallucination occurred were not given in this interview. What is known was that she experienced a visual hallucination that lasted for only a brief moment similar to Badwater.\nOther comments by Participant D regarding her own and other people’s hallucinations. Participant D believed she couldn’t have prevented these hallucinations because if she knew how to control it, she would have tried to stop it. In regards to other peoples’ hallucinations, Participant D said that these hallucinations were quite common in events like Badwater. She also stated that even those who did not experience hallucinations noted that everything they perceive becomes magnified and exaggerated.\nParticipant E.\nParticipant E’s observations and theories regarding other people’s hallucinations. Participant E didn’t have a hallucination in the Badwater 2003 Ultramarathon or any other hallucinations induced by prolong running. The observations he provided in this interview are based entirely upon individuals he personally assisted at previous races and personal experiences in running Badwater marathons. He began the interview by comparing the similarities between hallucinations in Badwater and normal dreams. He suggested two main points about both of them typically occur when the sun goes down, and there is an impression that the same minimal amount of brain activity associated with sleep might be connected to hallucinations. He explained he had not heard of anyone having a daytime hallucination, but acknowledged that it could theoretically exist.\nHis other theory about the origin of hallucinations was based on the variant amount of attention people have given to the race. He suggested that if the runners have nothing to focus on during the night, this lack of attention could possibly induce hallucinations. The logic behind his theory derives from the fact that many of the runners wear headsets that play their personal music. He suggested that the runners who wear these headsets might be reducing their chances of having a hallucination since their attention is shifted towards their music.\nParticipant E described how the artificial light in the night affects the runner’s perception, and how these same events could also induce hallucinations. The runners will often see a world of unusual patterns of light from reflective materials and flashlights. He mentioned that these lights could give the false impression of movement in an inanimate object or make the object appear to be an animal.\nHe stated in the interview that he had not heard of anyone having a hallucination at the beginning of the race. As runners get deeper into the course, they become more fatigued and physically exhausted that increases the likelihood of hallucinations. According to what other runners have told him, after 18 hours, they will start to get tired, and after 42 hours, hallucinations often occur. On the second night, there is a strong tendency for the hallucinations to become more dramatic when compared to any of the other days. Also, at certain locations in the race, Darwin (90 miles) and Keeler (107.8 miles), and particularly at night, people will often experience visual hallucinations. These visual hallucinations can take on the form of a variety of different images such as road signs, condominiums, scorpions, and panda bears.\nDISCUSSION\nFour findings from the present study seem particularly notable. First, 30% of the participants in the present study reported hallucinations of some kind during the Badwater race of 2003. Second, all of the hallucinations took place at night. Third, all of the runners reported an abnormal amount of sleep. Fourth, a peculiar notable finding, is the accuracy of the runners’ memory. Each of these findings will be discussed in the following sections.\nRate of Hallucinations during the Race.\nThirty percent of the participants in this study reported at least one hallucination during the Badwater race. It appeared that these hallucinations were usually brief. All of the runners had insight into their hallucination. Their hallucinations were either auditory, visual, tactile, or a combination of the three. The most common sensory mode affected was visual. It is interesting to note that, by contrast, hallucinations of schizophrenics tend to be auditory and more frequent. Also, schizophrenics often have little insight into their own hallucinations. (Lobban, Haddock, & Kinderman, 2002) This suggests that the causes of hallucinations in the runners may be different from the causes among schizophrenics.\nHallucinations in the Night.\nA frequent theme in both the post-race questionnaire and interviews was that hallucinations took place at night. The usual report from both sets of data (questionnaires and interviews) was that the hallucinations transpired around midnight. When the participants were asked to give a brief description of their hallucination in the post-race questionnaires, they typically included a physical description of the night being a part of their hallucination (i.e. unusual light patterns from flashlights or stars). Based on the data from the interviews, the runners were able to provide specific details about the time, which was not detailed in the post-race questionnaires. All participants mentioned that their hallucinations happened on the second night. In the case of participant B, it went beyond that standard time period. If participant B’s hallucinations continued to occur on to the remaining days of the race, the second night was the most dramatic and intense. Participant E mentioned a similar notion of the second night being the most memorable hallucination. He gathered this from his personal observations of different people he had assisted at previous Badwater races that the second night was the most intense and widely reported. From this set of data, the second night is consistent in containing the most descriptive part of their hallucinations. Also, an interesting finding in the literature is that other ultra-marathon events have noted that runners frequently experience hallucinations on the second night (Hagen, 2001).\nMany runners viewed the night as an important factor that shaped their hallucinations. Many often spoke about how the shadows formed basic outlines of figures that triggered their imaginations. Another common theme was that the artificial light created perceptual errors in gauging the size of the white line along the highway. Based on these interviews, three people reported a similar story of a man drastically miscalculating the size of this white line. One of the participants reported that he personally went through this experience. The other two reported they witnessed it while they were crewmembers at previous Badwater races. In all cases, the story was about how this white line became an obstacle for the runner to overcome. In his mind, he saw the white line as either something that stood up from the ground like a wall, or something that sank into the ground like a trench.\nAbnormal amount of Sleep.\nAnother common result was that all runners were unable to get the normal amount of sleep. Many reported they didn’t get any sleep during the 48 or 60 hour time period, while others managed to take brief 5 – 20 minute naps throughout the race. One of the participants managed to rest while running. He accomplished this by letting the pacer guide him away from danger. By letting the pacer guide him, he felt comfortable enough to close his eyes and enter into a relaxed state while running on the highway.\nBased on the information gathered from the interviews, people related their hallucinations in Badwater to typical dreams that anyone could conceivably experience. There is often an implied analogy that the two are related to each other. The reasons for this belief stems from the fact that both occur at night when the body is tired. The mind processes old sensory information and, like dreams, people are usually not completely conscious about the entire experience. With questions that dealt with the participant’s explanations about why they hallucinated, they often connected their normal experience in nightly dreams to the extraordinary cases of their hallucinations. They made this connection by stating that they were very tired when they hallucinated, or they described the experience as if it were a dream.\nThe Runner’s Memory.\nPeople may forget that they had a hallucination because they were only partially conscious for some parts of the race. Participant A initially reported that she didn’t have a hallucination on the post-race questionnaire, but during the interview, one day after finishing the post-race questionnaire, she came back to say that she did have a hallucination. The reason she had this sudden shift of memory was due to the fact that her crewmembers told her that she had hallucinated. The crewmembers knew she was hallucinating by witnessing her odd behavior on the second night (see participant A). This finding suggested that other people might have hallucinated, but they may have had no memory of their experience. Participant E mentioned that during certain parts of the race he was not sure how he got “there” because he couldn’t recall how he got from one location to another.\nEVALUATION OF THE STUDY’S HYPOTHESES\nIn the Introduction, we described several hypotheses regarding the hallucinations of the runners. In the following section, we discuss each of these hypotheses in light of the present findings.\nDehydration hypothesis.\nOne hypothesis is that the runners’ hallucinations are caused by dehydration. This hypothesis cannot be evaluated with the data from the present study. The questionnaires didn’t effectively measure the actual amount of dehydration since it didn’t take into account the amount of fluid going in or out of the body; nor was there a question as to the type of drink(s) the runners consumed to stay hydrated. Future studies may evaluate this hypothesis by addressing these issues. It would also be necessary to have questions that asked if the runners noticed if their urine was visibly darker during the probably time of their hallucination.\nExhaustion hypothesis.\nOne hypothesis is that the hallucinations are caused by physical exhaustion. This hypothesis received some support from the present study because all of the runners experienced some form of physical exhaustion while running this ultra-marathon. Although this may be one of the causes of their hallucinations, it may be connected to other predisposing factors of hallucinations. Future studies may evaluate this hypothesis in depth by using a rating system to measure the amount of pain they experienced at that particular moment of the race.\nProlonged exposure to high temperature hypothesis.\nThis hypothesis dealt with how an increase internal temperature could theoretically induce a hallucination. This hypothesis is difficult to evaluate with the current data. All of the runners were exposed to the same high temperatures of Death Valley, but it is difficult to discern to what extent the temperature might have played a role in inducing hallucinations to individual runners. All the hallucinations in this sample occurred during the night. This might lead to the assumption that temperature was not an important factor in inducing a hallucination since no hallucinations were reported during the day. Further studies may evaluate this hypothesis by addressing this issue by using a practical method of measuring the internal temperature of the runners without sacrificing a substantial amount of their time.\nSleep deprivation.\nAccording to what veterans of Badwater have commented about the race, the runners will often sacrifice sleep so as to finish the race under 40 or 60 hours. One of our hypotheses was that sleep deprivation played an important role in inducing hallucinations. All of the runners in this sample got an abnormal amount of sleep during the race as compared to their normal functional daily amount of sleep. Based on the data supplied by the runners who hallucinated, every hallucination took place during the night, which supported the premise that the disturbances in their sleep pattern produced these dream-like hallucinations.\nFurther studies may evaluate this hypothesis by asking the runners how they slept. Based on the interviews, one participant indicated that he managed to rest a little while running. The future studies could also use an additional question stating the least amount of sleep needed to function. This additional question could be used in conjunction with what was asked previously concerning their normal amount of sleep.\nConning behavior.\nThis hypothesis focused on the “conning behavior” of the runners. There may be a social phenomenon occurring in which the runners tell “tall tales” about their supposed hallucinations. Their accounts about their hallucinations are vivid but not really true. The runners were given the post-race questionnaire immediately after the race, thus reducing the “conning behavior”. Interviews were conducted a day later to verify the account of their hallucinations, and to see if there were any noticeable changes in their story from the post-race questionnaire to the interview. Further studies may consider using this method in conjunction with a separate method of interviewing the crewmembers that assisted the runner. The crewmembers could be asked if they noticed any strange behavior that is indicative of someone hallucinating and to describe the runner’s actions, words, and gestures during the hallucination.\nBased on this data, we can make a reasonable conclusion that Pheidippides experienced a hallucination in 490 B.C. much the same way Marshal Ulrich experienced his hallucinations in 2002. Both of these men went through similar conditions that predisposed them to experience these vivid, realistic hallucinations. Their incredible journeys contained the classic elements of the struggle against the forces of nature and they both entered the coveted realm of existence where imagination and reality are one. Their stories inspired two different authors to give separate explanations as to what actually transpired; one explained it was a direct contact with the gods, and the other explained that it was a mere perceptual miscalculation of the mind. As the study of hallucinations continues to be investigated, our definition of what is imagination and what is reality will continue to be redefined.\nReferences\n2003 Badwater Ultramarathon Race Magazine adventureCORPs Los Angeles, California\nBeck, A.T., Rector, N.A.( 2003). A Cognitive Model of Hallucinations. Cognitive Therapy Research, 27, 19-52\nBeyerstein, B.L. (1996). Believing is Seeing: Organic and Psychological Reasons for Hallucinations and Other Anomalous Psychiatric Symptoms. Medscape Psychiatry & Mental Health eJournal 1,1-12\nBiddle, D. (1996) The Barkley Marathons, the race that eats its young: Retrieved November 27, 2003 http://www.lehigh.edu/dmd1/public/www-data/dave.html\nBlaikie, D. (2003)Why do they do it? A call deep within Ultramarathon World: Retrieved August 5, 2003, from http://www.ultramarathonworld.com/what_are_ultras.htm\nBowers, A. (2002). Braving the Badwater Ultramarathon. Hard-Core Athletes Run 135-Mile Death Valley Road Race, National Public Radio Retrieved December 12, 2002 http://www.npr.org/programs/atc/features/2002/july/ultramarathon/\nFord-Martin, P.A. (1999) Hallucinations Gale Encyclopedia of Medicine, Ed.1, p1337 Gale Research, Inc\nGlicksohn, J. (1990). Belief in the Paranormal and Subjective Paranormal Experience, Personality & Individual Differences 11, 675-683\nHerodotus. History of the Persian War (2003) Excerpts from the Original Electronic Text at the web site of the Internet Classics Archives. Retrieved December 9, 2003 from http://history.hanover.edu/courses/excerpts/211herod.html\nHagen, J. (2001) Double-day: if you think a 24-hour race is tough, try two of them in tandem. Marathon & beyond, 5, 64-72\nIzumi, Y.,Terao, T., Ishino Y., & Nakamura, J. (2002). Difference in regional cerebral blood flow during musical and verbal hallucinations. Pyschiatry Research Neuroimaging, 116,119-123\nKlemperer, F. (1992). Ghosts, visions, and voices: sometimes simply perceptual mistakes British Medical Journal, 305, 1518-1520\nLingenfelter, R. (1988) Death Valley and the Amargosa: Land of Illusion\nUniversity of California Press\nLobban, F., Haddock, G., Kinderman, P. (2002). The role of metacognitive beliefs in auditory hallucinations. Personality and Individual Differences. 32, 1351-1363\nSlade, P.D., Bental, R.P.(1988) Sensory Deception: A scientific analysis of hallucination. Baltimore& London: The Johns Hopkins University Press\nWeiss, A.P., & Heckers, S. (1999). Neuroimaging of hallucinations: a review of the literature. Psychiatry Research Neuroimaging. 82,61-74"
  },
  {
    "url": "https://uphillathlete.com/trail-running/ultra-mindset-lessons-ultrarunners/",
    "scraped_text": "Share\nFacebook\nTwitter\nLinkedIn\nEmail\nTelegram\nWhatsApp\nThe sun barely starts to set as I climb up a muddy and well-worn trail in the coastal mountains of Oregon. I am 40 miles into my 100-mile race and have a long night ahead of me. I check in on myself: “Feeling good, Alexa. Keep grinding. You know these trails better than anyone.”\nThe moment I finish this thought, I feel a sudden, sharp pain in my right knee. I stumble to the ground in pain. Trying to stand, I realize in horror that I can barely weight that leg. I was 5 miles out from the next aid station, where my crew is waiting to assist me. I sit on the wet branches and bushes lining the trail and take a deep breath. Breath. Plan. Act. This is where I am, and nothing can change the circumstances. Instead, I have to figure out how to deal with the situation. Remaining calm, I try to stand up but immediately fall. I realize in frustration that I have no choice but to complete the next five miles on a leg that can’t function properly and that my race is over.\nTears stream down my face with the knowledge of all the hours of training I put into this, and all my goals are being crushed by small ligaments in my knee.\nI defeat this thought by reminding myself of my strength and perseverance. Heck, I trained for 100s of hours on these trails through snow, sleet, and rushing rivers. I can absolutely make it the next 5 miles. It may be slow and painful, but I must do it. Taking a deep breath, I pull myself up and start to limp my way down the trail slowly. I take deep breaths along the way and remember that today was another beautiful day in the woods. This wasn’t going to be my last race.\nUltrarunners receive odd looks when they discuss the 50, 100, or even more miles they run – on purpose. Typical responses include “Like….all at once?” or “Why would you do that? That sounds awful,” or the all-time favorite, “I don’t even like driving that far!”. It begs a good question, why would someone desire to run such painfully long distances? Fortunately, scientists are also curious about it, and studies show that ultrarunners are a little psychologically different from other types of athletes. We can take plenty of lessons from ultrarunners and apply their ultrarunning mindset to our daily life. So, let’s journey through an ultrarunner’s way of dealing with demanding situations through Alexa’s anecdotes and range of experiences as an elite ultrarunning athlete.\nUltrarunners endure extreme athletic\nfatigue\n, boredom, gastrointestinal distress, pain, and injury. They run through the day, through the night, through snow, wind, rain, fog, and extreme temperatures and altitudes. What type of brain chemistry allows them to reach these athletic extremes and enjoy it enough to keep doing it?\n“Tears stream down my face with the knowledge of all the hours of training I put into this, and all my goals are being crushed by small ligaments in my knee.”\nAlexa Hasman\nAlexa Hasman chasing the first place at Antelope Canyon 100-miler in 2020\nKEY PSYCHOLOGICAL TRAITS OF ULTRARUNNERS\n“Every time I sign up for an ultra, I look forward to the struggle. I love the intense feeling of working through tough physical moments. I love being in the woods, alone, and figuring out how to continue when I don’t want to. When I speak to my ultrarunning friends, they often describe that same desire. That need for the struggle and challenge. That is what drives us.”\nAlexa Hasman\nScientific studies comparing non-athletes to ultrarunners show some interesting findings. Ultrarunners are more resilient and adaptive and have a lower response rate to negative stimuli (1). They are also lower in affiliative extroversion (not as socially warm and friendly). This may be an essential factor in the long, lonely miles running through the forest alone, but it seems at odds with the close-knit ultrarunning community.\nWhat we can take away from this is that\nultrarunning\nis like a social club for people who don’t enjoy being all that social. A community where people can talk and connect about the lonely sport they love while eating soggy potato chips out of a bowl in the woods. This is our way of connecting when conventional forms of social interaction may be out of our comfort zone.\n“Every time I sign up for an ultra, I look forward to the struggle. I love the intense feeling of working through tough physical moments. I love being in the woods, alone, and figuring out how to continue when I don’t want to. When I speak to my ultrarunning friends, they often describe that same desire. That need for the struggle and challenge. That is what drives us.”\nJeff Browning from Patagonia Ultrarunning Team. Image credit: Fred Marmsater\nOne study finds that ultra-endurance athletes score higher than an average person on openness to risk and experience-seeking (2). One glance into the inner world of the ultrarunning athlete and these traits track pretty well. The study proves that participants in an ultra-event tend to choose activities with danger and risk.\nSurprisingly, the same study also shows ultra-athletes score lower than the average person on disinhibition. They tend to avoid drugs, alcohol, and other agents they perceive may negatively impact their performance.\n“I start to place the delicious-looking aid station pancake in my mouth. It’s 5 am, and the sun is starting to rise. I should be crossing the finish line in an hour or so. Instead, I am 20 miles out and about to start puking uncontrollably. This is not the day I wish for. I have to pull off the trail to rest. I am not feeling good, and I am moving slowly. As I start biting down on the pancake, I vomit all over the high desert trail of Oregon. I question myself about continuing in these circumstances. I would finish much later, if at all than I planned for. I can’t keep food in, and I saw safari animals and ghosts on every tree. But then again, I am here and 80 miles in. Why stop now? Why not see if I can finish and conquer this race despite the grueling circumstances.”\nUltrarunners score low on the boredom susceptibility scale (3). This makes sense, considering hours spent running alone in the forest takes a certain amount of ability to self-entertain. Still, another fascinating study in the Journal of Pain tests the pain tolerance of ultra-endurance athletes. It found that ultrarunners score 40% lower on the Pain Anxiety Symptom Scale than the average population. The author hypothesizes that ultrarunners using pain interventions and avoidance techniques means that they are better equipped to deal with pain due to how they handle it mentally, not that they physically have a higher pain tolerance (4).\nWorking with these characteristics, we can hone our skills to improve our craft. This means spending time honing our pain tolerance skills with breathing techniques and reminding ourselves that we are ok (in situations where the pain isn’t harmful or dangerous). Understanding these traits also helps us recognize why we, as ultrarunners, might be different and why our hobbies seem odd to the average person.\nUltrarunners score low on the boredom susceptibility scale, according to a study. Image credit: Fred Marmsater\nNON-ULTRARUNNERS’ PERSPECTIVE\nIt’s worth asking how ultrarunners compare to non-athletes and fellow athletes of other sports. Here, we see vital differences as well. When comparing them to short-distance runners, ultrarunners are more neurotic, the study assesses. However, they also experience more flow in their running due to the time spent running in nature (5).\n“Most often, when speaking to anyone that doesn’t run ultras, they reply with, “That sounds terrible. I would never do that. Why do you want to run that far?” My thoughts are, “Why wouldn’t you?” Why wouldn’t you want to work towards a goal that seems maddeningly impossible? A goal that scares you and makes people’s jaws drop. Why wouldn’t you want to explore the depths of your abilities and see the incredible beauty of our planet in such a vulnerable and unique way.”\nMany studies find that ultra-endurance athletes have more drive to explore their mental and physical limits than athletes in other sports (6). They also have more persistence, drive, and motivation (7). The most significant factor is the difference in motivation levels between endurance athletes and ultra-endurance athletes, highlighting that the latter scores higher on this trait.\nThis helps us understand why we look for the next hard event and how and why we can push ourselves out of our comfort zone. We can also conceptualize our ability to persist and continue when most would not. Finally, we can see that our motivation is what inevitably drives us, so it is important to examine and contemplate what our motivations are.\nTrail running training group\njoin the community\nLEARN MORE\nULTRARUNNERS’ SOURCE OF MOTIVATION\n“I always tell my athletes that many of their training runs aren’t going to be rainbows and butterflies. They are hard, relentless, and unforgiving. You will question why you are doing this and consider giving up. That’s when you remind yourself WHY you are doing what you are doing. How will it feel when you cross the finish line, get to the top of that big climb, and taste that pancake at the aid station at mile 80? How will the hugs feel at the end of the race? How will the world feel? Will you feel different? Yes, you will! And you will earn that feeling through these relentless and unglamorous training miles,” explains coach Alexa.\nThe science of motivation is intriguing. When it comes to ultrarunners, studies show achieving personal goals motivates them (8). Motivation for these goals is intrinsic rather than impressing other people with their athletic feats. They try to show themselves that they can do it. This significantly differs from other endurance sports participants, such as marathoners, whose motivation is driven by health and self-esteem. A study that directly compares what motivates ultrarunners versus full and half marathoners shows that health and weight are of lesser concern to ultrarunners, but life meaning and affiliation propel them (9). Shockingly, 74.1% of ultrarunners reported that they would not stop running ultras if they found out it was bad for their health (10). They rationalize this by saying that running fulfills their sense of achievement and psychological needs.\nUltrarunners often look for their next goal race or more challenging terrain. It is what keeps them going. It is not about proving to others (although it makes for a good story over a coffee). Having a clear goal and realistic expectations of yourself helps in your preparations. Ultrarunners are aware that it will be difficult, but it will also change them as a person and their outlook toward situation handling.\n74.1% of ultrarunners reported that they would not stop running ultras if they found out it was bad for their health.\n74.1% of ultrarunners reported that they would not stop running ultras if they found out it was bad for their health. Image credit: Fred Marmsater\nGRIT - A KEY INGREDIENT IN AN ULTRARUNNER’S RECIPE\nThe topic of mental toughness is unavoidable when discussing ultrarunning. Undoubtedly, ultrarunning demands extreme mental toughness, but what is that? And do ultrarunners have more of it?\n“At 6 am on a dusty trail in Arizona, I watch the racers pull away. Slowly they disappear into the distance, and as I look around, I find myself all alone. It is my first 100-mile race, and I suddenly question everything. Why am I so far behind? Am I THAT bad? How is this possible? My mind races as I figure out what I am doing wrong. I look down at my watch and realize I am moving just fine. I discern that I need to get my mind under control. I take a deep breath and remember to run my race. I should not worry about anyone else. I have no control over any runners, so why worry about them? All I can do is remain calm, breathe, and focus on myself and how I feel. Eventually, those runners would come back to me. By mile 60, I move up to the first place female and 8th overall. By working on my race and mentality, I overcome the demons of self-doubt and fear. I would not be in the place I am, at mile 60, if I worry about other racers. It leads to me burning out and likely a DNF.”\nIn one study, researchers glean from ultrarunners’ interviews that “mental toughness in ultramarathon running is the ability to persist and utilize mental skills to overcome the perception of physical, psychological, emotional, and environmental obstacles in the relentless pursuit of a goal (11).” The study further determines that mental toughness helps athletes overcome physical and psychological distress, allowing them to maintain emotional control and stay positive in adverse situations.\nIDEAS FOR DEVELOPING GRIT AND MENTAL TOUGHNESS\nWork through the tough spots in training. There will always be a training day that is more difficult than others. Instead of throwing in the towel, sit with that discomfort and continue past it.\nAssess what is hard now and take a second to breathe to ask yourself how you can overcome this situation.\nConsciously observe your feelings. Change negative thoughts into positive ones. Instead of saying, “I can’t do this,” take a moment and rephrase it. “This is hard, and I am struggling. I am going to walk for a bit and see if I feel better. I know that usually, I feel better doing this”. Remember not to show weakness to your mind.\nRemind yourself of your training and when you last completed something hard or something you didn’t think you could accomplish. It’s motivating and instills confidence in you.\nIt also just so happens that the number one predictor of success in life is grit. Watch this incredible TED talk from Angela Duckworth –\nGrit: The power of passion and perseverance\n.\n“As we\ntaper\n, we start to doubt ourselves. Did I run enough? Did I climb enough? Do I even know how to use my poles? Wait, am I sure I like Tailwind? Your palms get sweaty as you look at the elevation map of your race, remembering that you have a lot of verticals across many miles. Is it even possible? Fear and self-doubt are normal and will be beneficial as you line up on race day. Without that emotional response, we wouldn’t have the drive and purpose behind our actions.”\nUltra-endurance athletes score higher on openness to risk and experience-seeking, a study suggests. Image credit: Martina Valmassoi\nLESSONS TO LEARN FROM ULTRARUNNERS\n“Ultrarunning teaches us a lot. It teaches us patience, grit, determination, and how to handle situations when they don’t go as planned. We can apply these lessons to life. Everyday life doesn’t go as per plan; how we choose to handle it matters. What we do on the trail influences how we deal with stuff in the real world, with patience, grit, determination, and adaptability.”\nUltrarunners are persistent,\ncommitted\n, and motivated, which helps them keep running even after the point of zombie hallucinations and conversations with trees. The sense of achievement of something rare and incredible pushes them, and running a distance, most people don’t even like to drive. All these characteristics make incredible, determined, and massively impressive athletes that are psychologically just a little different than the average person, but in all the best ways.\nSUMMARY\nOne can take many of the lessons of ultrarunning and apply them to pressing situations in their life. Every problem can be dealt with when broken into smaller pieces, and emotional stability provides a clear vision, etc. It teaches us patience, grit, determination, and how to handle situations when they don’t go as planned. Breath-Plan-Act is always a good plan. We can apply these and many other lessons to life. Everyday life doesn’t go as planned; how we choose to handle it matters, and what we do on the trail influences how we deal with stuff in the real world – with patience, grit, determination, and adaptability.\nCheck out the author’s bio page\nhere\n.\n1:1 Coaching\nPersonalized and direct accountability for your training\nFind Your Coach\nREFERENCES\nGregory S. Roebuck, D. M. (2020). Psychological characteristics associated with ultra‐marathon running: An exploratory self‐report and psychophysiological study.\nAustralian Journal of Psychology, 72\n(3), 235-247.\nSherri Lind, H. C. (2003). Personality Profiles of Iditasport Ultra-Marathon Participants.\nJournal of Applied Sport Psychology, 15\n(3), 256–261.\nHoffman, M. D. (2018). Ultra-obligatory running among ultramarathon runners.\nResearch in Sports Medicine, 26\n(2), 211–221.\nGregory S. Roebuck, D. M. (2018). Psychological Factors Associated With Ultramarathon Runners’ Supranormal Pain Tolerance: A Pilot Study.\n19\n(12), 1406-1415.\nMartinez, C. T. (2016). Trail and Ultrarunning: The Impact of Distance, Nature, and Personality on Flow and Well-Being.\nPsi Chi Journal of Psychological Research, 21\n(1), 6–15.\nGregory S. Roebuck, P. B.-K. (2018). The psychology of ultra-marathon runners: A systematic review.\nPsychology of Sport and Exercise, 37\n, 43-58.\nDifferences in psychological skills in ultra-endurance athletes and endurance athletes. (2022).\nSport Journal\n.\nGregory S. Roebuck, P. B.-K. (2018). The psychology of ultra-marathon runners: A systematic review.\nPsychology of Sport and Exercise, 37\n, 43-58.\nHanson, N. M. (2015). Motivational differences between half, full, and ultramarathoners.\nJournal of Sport Behavior, 38\n(2), 180–191.\nHoffman, M. D. (2018). Ultra-obligatory running among ultramarathon runners.\nResearch in Sports Medicine, 26\n(2), 211–221.\nJaeschke, A.-M. C. (2016). Ultramarathon Runners’ Perceptions of Mental Toughness: A Qualitative Inquiry.\nSport Psychologist, 30\n(3), 242–255."
  },
  {
    "url": "https://www.therunnerstrip.com/2012/04/rickey-gates-interview/",
    "scraped_text": "Q&A with Rickey Gates on Trail Running, Traveling and Living the Dream\nBy\nSarah\non\nApril 24, 2012\nin\nDestinations\n,\nTraining & Racing\nThis article was first published on April 11, 2012, on\nTrail Runner magazine’s website\n. In case you missed my interview with Rickey there, I’m reposting it here.\nUPDATE February 2014: Salomon Running TV just produced this great video of Rickey. Definitely watch it to appreciate the gorgeous landscapes of the Southwest and Northern California, and to hear his perspectives on travel and trail running.\nRickey Gates (photo by Shaun Gabbard, courtesy of Trail Runner)\nIn a sport not lacking offbeat characters with exceptional endurance, Rickey Gates stands out.\nTrail running’s Kerouac-quoting, motorcycle-riding nomad with the serious ’stache and tangled tresses established himself as a champion mountain runner at shorter distances while racing around the globe. Then he entered his first ultra last summer—the 80-mile Canadian Death Race—and won it in 12:15, knocking 32 minutes off the course record held by Hal Koerner.\nIn 2007, at age 26, Gates was named USA Track and Field Mountain Runner of the Year, having won both the U.S. Mountain Running Championship and U.S. Trail Championship in back-to-back weeks. Outside Online named him one of “The Fittest Real Men in America.” He twice won the grueling uphill, 7.6-mile Mount Washington Road Race in the White Mountains of New Hampshire and set a record for the fastest known time (FKT) running Yosemite’s Half Dome (2:28:18, 16 miles roundtrip and nearly 5000 vertical feet).\nWinning Mount Washington 2011\nIn 2011, he won the South Pole Marathon (only the second time the event has been held, following an infamous inaugural run with Dean Karnazes and others in 2002). Last year alone, he moved around from the South Pole to Moab, from New Zealand to France to Mexico, back to his home base near Aspen, Colorado, and finally settled (for the time being) in San Francisco.\nIn the short time he and I swapped emails for this interview, he headed to Yosemite for snowy springtime running and took off for a week in Greece, where he and other trail runners of Team Salomon are training and testing products. He also launched a website (\nrickeygates.com\n) to showcase his photography and writing.\nHis schedule for 2012 includes the Transvulcania (83K) in the Canary Islands, the Zegama Marathon in Spain, the Three Peaks 23-miler in the UK and Mount Washington in June. He’s also eyeing the FKT record for running up and down the Grand Teton. And, he adds, there’s a good chance he’ll seek redemption at the NFEC50 in December.\nLast December, I met Rickey at the finish line of the North Face Endurance Challenge 50-miler (NFEC50) in San Francisco and observed how he handled his disappointing performance—what he later described as “a death march”—with serenity. Since I’m a fan of his writing for\nTrail Runner\n(“Just Kilian,” December 2011, Issue 76, “Nobody Looks for You in Mexico,” March 2012, Issue 78) and curious about his globetrotting, I reached out to ask him some questions.\nQ&A\nSarah: Tell us about your recent crossover to ultras.\nRickey: First, I really didn’t cross over to ultras. I am not an ultrarunner. I’m not a fan of the title. I suppose that some people like to wear that as a badge of sorts, but it doesn’t really do anything for me, as I believe that anybody can do one.\nOK. Last year, you set a course record at your first ultra, but your third ultra (the NFEC in San Francisco last December) turned into a 34th place disappointment. How are you feeling about ultrarunning now?\nI’ve enjoyed what little experience I have in ultras. I feel like I have the shorter races more or less sorted out—I know how to train for them; I know how to race them. Ultras—I have a bit more to learn. It’s not as easy as just running a bunch of miles. Rest is so important. That was the biggest lesson for me at the NFEC50: learn when to rest and how much.\nYou wrote in\nyour blog\nthat you thought you could win the NFEC50, but then your legs told you otherwise and you faded in the second half. Later, you blamed the performance on “wanting it too much.” What did you learn from the experience?\nMy mistake with the NFEC50 was ignoring all the training that I had already done earlier in the year. … Other racers might disagree with me, but by the time December rolls around, you’ve either put in the work or you haven’t. I erred on the side of too much training, and, by the time the race rolled around, I was completely spent.\nHow do you know when and how much to rest, and what about the training benefits of running on tired legs?\nTired legs are good at the beginning of the season. Tired legs at the end of the season mean something different. … I am not a coach. I’d be an awful coach. My one-and-only suggestion is that people listen to their bodies. I obviously don’t have it figured out completely. That’s part of the fun: experimenting, sometimes failing, sometimes succeeding.\nLast year, you paced two phenomenal 100-mile champions, Kilian Jornet at Western States and Julien Chorier at Hardrock. What did you learn from being on the course with them, and did it make you want to be in their shoes—that is, did it make you want to run and win those marquee 100s?\nI didn’t learn all that much from Kilian or Julien, other than that they are incredibly strong human beings. Running an ultra is such an experiential thing, not something that translates all that well over to somebody that hasn’t run one before. I wouldn’t say that I wanted to be in their shoes at any one point, but would love to have had the experience. I don’t know quite what the difference is there.\nLast summer, after winning the Mount Washington a second time, you were battling a calf injury. Has it flared up, and are you presently managing any other injuries?\nThe calf injury hasn’t been back. I’ve been dealing with a hamstring issue for quite some time. It’s very frustrating but is teaching me some new things: relax, be patient, etc. Because of my hamstring, my training has been minimal: light miles, some bike.\nDo you do any PT or cross training to help your hamstrings specifically or to help prevent injury generally?\nWhen people are getting into running, it is essential to include the entire package: stretching, massage and strengthening.\nThis video\nby Boulder coach Jay Johnson is a great five-minute daily strengthening routine. Perform these three things and you’re guaranteed to enjoy running more and keep at it longer.\nWhat has been your favorite international destination for running and why?\nI can’t say that I have a favorite running destination. Every place has its own charm. The South Pole on the Antarctic Plateau is one of the most incredible places in the world, though it is entirely flat, tree-less, cold, windy. It puts you in a different place mentally. There’s a wonderful community at the South Pole—lots of books to read, lots of activities going on, bands to play in, art to make, games to play. It’s easier living than most would think.\nWhen you’re not traveling or running, how do you spend your days?\nI spend my time reading and writing, exploring the city. I spend a lot of time at coffee shops, biking around town, etc. In other words, not whole lot, but I enjoy it.\nHow do you afford that lifestyle?\nI normally do restaurant work through the winters to stay afloat but decided against it this year in to allow more time for writing and training. Not having a job to fall back on forces me to focus my energy on that which is really important to me. Combine that with a modest lifestyle, race winnings and a supportive sponsor, and I manage to stay afloat.\nWho has inspired you, and how?\nI have always used myself as my main source of inspiration. I don’t mean that to sound self-conceited, but at the end of the day, I’m the only one that I really report to. I’m the only one that really knows if I put in 100 percent. I am the only one I truly can’t get away with lying to. Finding inspiration in others is important, but at a certain point you need to look inside yourself.\nAre you in a relationship now? Any plans to settle down?\nThat’s my personal life. Sorry.\nYou’ll turn 31 in May. How do you answer the question that looms large for a lot of people when they turn 30, “What do you want to do with your life?”\nI have been living a dream for 10 years, traveling, running, meeting wonderful people. Wonderful experiences. This is what I want to do with my life: keep living the dream. I have tried hard to live by the saying, “Do what you love and the money will follow,” which can be a little frightening at times, but it keeps a smile on my face.\nThanks for your time & info, Rickey!\nRickey racing in Europe (photo by Christian Prestegard)\nShare this:\nClick to share on Facebook (Opens in new window)\nFacebook\nClick to share on X (Opens in new window)\nX\nClick to share on LinkedIn (Opens in new window)\nLinkedIn\nClick to email a link to a friend (Opens in new window)\nEmail\nClick to print (Opens in new window)\nPrint\nLike this:\nLike\nLoading...\nAbout Sarah\nI'm the runner, writer, traveler, and mom behind The Runner's Trip. Please read the blog's About page for more info.\nView all posts by Sarah\n→\nSubscribe\nSubscribe to our e-mail newsletter to receive updates.\nRelated Posts:\nConditioning for Trail Runners: The Essentials\nA Day Well Spent\nNew Season, New Platform\nTelluride Mountain Run Report: Still Got It\nRace Report: Bears Ears 50, Highs in the Abajos\ndestination-oriented running\n,\nmarathoning\n,\nNorth Face 50 Mile Endurance Challenge\n,\nRickey Gates profile\n,\nRickey Gates Q&A\n,\nrunning\n,\nSarah Lavender Smith\n,\nTeam Salomon\n,\ntrail running\n,\nultramarathon\n,\nultrarunning"
  },
  {
    "url": "https://www.aravaiparunning.com/category/race-report/",
    "scraped_text": "I’ve been spending a lot of time this month on the “old” Coldwater Rumble Trails. As winter grass over seeding is taking place at my son’s current soccer practice location in Litchfield Park, training has been temporarily moved to Goodyear and as my luck would have it, just a stone’s throw from the main entrance to Estrella Mountain Regional Park, giving me quick access to a sunset trail run while he’s at practice. Outside of Coldwater, I don’t get many opportunities to run these trails, so it’s been a treat to kick up the dust over there a few times a week.  Now, I would by lying if I haven’t been feeling some nostalgia while …\nRead More"
  },
  {
    "url": "https://iau-ultramarathon.org/taipei-ultra-marathon-48%E2%80%91hour-race-report.html",
    "scraped_text": "10 February 2026\nen\nhttps://iau-ultramarathon.org/taipei-ultra-marathon-48‑hour-race-report.html\nTaipei\nTaipei Ultra Marathon\n48H\nShare\nTwitter\nFacebook\nPinterest\nTaipei Ultra Marathon 48‑Hour - Race Report\nThe 2026 Taipei Ultra Marathon was held over three days and two nights at Taipei Expo Park, with the flagship 48‑hour race taking place under harsh conditions of low temperatures, rain, and strong winds. Despite the weather, elite ultrarunners from around the world delivered world‑class performances. A total of seven athletes met the International Association of Ultrarunners (IAU) 48‑hour\nInternational Standard Level\n, enabling the event to earn IAU Gold Label certification for the fourth time and solidifying its status as one of the premier 48‑hour ultramarathons globally.\nThe race kicked off on Friday afternoon, with athletes battling through the weekend on the Expo Park track. Norwegian runner\nSimen Holvik\nclaimed the men's 48‑hour title with a distance of\n451.203 km\n, achieving a personal best, setting a new Norwegian national record, and delivering the best global performance of the year. In the women’s division, Polish world record holder\nPatrycja Bereznowska\nsecured victory with\n361.496 km\n, demonstrating elite endurance despite experiencing physical discomfort.\nTaiwanese athletes also delivered impressive performances.\nLin Chieh‑Ju (林捷如)\nachieved\n336.059 km\n, significantly surpassing her personal best to become the top Taiwanese female finisher, showcasing exceptional pacing and endurance management in ultra‑distance racing. In total, seven runners — including\nCheng Yung‑Min\n,\nHuang Hsiao‑Chun\n,\nŁukasz Wróbel\n, and\nTetsuo Kiso\n— successfully exceeded the IAU international standards.\nThe event organizers implemented high‑standard reward mechanisms. Athletes who meet the international standard within 48 hours and finish in the top three are awarded\n€2,000\n, attracting elite global runners to Taiwan. This also brings high‑intensity competition and valuable experience‑sharing opportunities for local athletes. IAU President\nNadeem Khan\nattended in person as the technical delegate this year. He praised the athletes' outstanding performances despite the cold snap and emphasized Taipei Ultra as a key global benchmark for 48‑hour races.\nThe opening ceremony welcomed officials from the Taipei City Government Sports Bureau, Ministry of Sport, Ministry of Foreign Affairs NGO International Affairs Council, and foreign diplomatic representatives in Taiwan, underscoring the role of sport in citizen diplomacy and enhancing Taiwan’s global visibility.\nTop three Male\nName\nGender\nCountry\nResult\nHolvik, Simen\nMale\nNonwage\n451.203 km (PB)\nCHANG, Yun-ming\nMale\nChina\n392.660 KM (PB)\nWróbel ,Łukasz\nMale\nPoland\n385.352 KM\nTop three Female\nName\nGender\nCountry\nResult\nBereznowska, Patrycja\nFemale\nPoland\n361.434 KM\nLin, Chieh-Ju\nFemale\nChinese Taipei\n335.522 KM\nHuang, Hsiao-Chun\nFemale\nChinese Taipei\n332.864 KM\nFrank Kuo,\nAsia & Oceania Representative\nContact\nJohn O'Regan\nDirector of Communications\nJohn.ORegan@iau-ultramarathon.org"
  },
  {
    "url": "https://runrepeat.com/state-of-ultra-running",
    "scraped_text": "NEW:\nThe State of US Marathons 2025\nIn this study, we explore the trends in ultra running over the last 23 years. We have analyzed 5,010,730 results from 15,451 ultra running events, making this the largest study ever done on the sport.\nKey results\nFemale ultra runners are faster than male ultra runners\nat distances over 195 miles. The longer the distance the shorter the gender pace gap. In 5Ks men run 17.9% faster than women, at marathon distance the difference is just 11.1%, 100-mile races see the difference shrink to just .25%, and above 195 miles, women are actually 0.6% faster than men.\nParticipation has increased by 1676%\nin the last 23 years from 34,401 to 611,098 yearly participations and 345% in the last 10 years from 137,234 to 611,098. There have never been more ultra runners.\nMore ultra runners are competing in multiple events per year\n. In 1996, only 14% of runners participated in multiple races a year, now 41% of participants run more than one event per year. There is also a significant increase in the % of people who run 2 races a year, 17.2% (from 7.7% to 24.9%) and 3 races, 6.7% (from 2.8% to 9.5%).\nThere have never been more women in ultrarunning\n. 23% of participants are female, compared to just 14% 23 years ago.\nUltra runners have never been slower\nacross distance, gender and age group. The average pace in 1996 was 11:35 min/mile, currently, it is 13:16 min/mile. The average runner has added 1:41 min/mile to their average pace, which is a slowdown of 15% since 1996. We don't believe that individual runners have become slower, but that these distances are attracting less prepared runners now because the sport is more mainstream.\nRunners improve their pace in their first 20 races\n, and then their pace stabilizes. From their first to their second race runners improve by 0:17 min/mile (2%) on average. But by their 20th they improve by 1:45 min/mile (12.3%).\nThe fastest ultra running nations are South Africa\n(average pace 10:36 min/mile),\nSweden\n(11:56 min/mile), and\nGermany\n(12:01 min/mile).\nA record amount of people travel abroad for ultra running events. 10.3% of people travel abroad to run an ultra, for 5Ks this percentage is just 0.2%.\nRunners in the longer distances have a better pace than the runners in the shorter distances\nfor each age group.\nAll age groups have a similar pace\n, around 14:40 min/mile. Which is unusual compared to the past and to other distances.\nThe average age of ultra runners has decreased by 1 year in the last 10 years. It has changed from 43.3 years to 42.3 years.\nUltra runners are getting more engaged\n- the average number of ultras per year has increased from 1.3 to 1.7 over the last 23 years.\nAbout the researchers\nThe study is a product of collaboration between Paul Ronto and Vania Nikolova. Ronto is an avid runner with 6 marathons under his belt and RunRepeat's Content Director. Nikolova holds a Ph.D. in Mathematical Analysis.\nData and methodology\nThe data covers over 85% of ultra running events worldwide.\nThe analysis includes any distance runs longer than 26.2 miles including trail runs, mountain runs, and road runs.\nThe analysis includes runs set for any time over 6 hours since a small portion of ultra races do not have a singular set distance.\nIn over 5,010,730 finish times only 3.77% of participants, race in a timed race compared to a set distance race.\nThe study was done in collaboration with the\nInternational Association of Ultrarunners (IAU)\n.\nThe data includes the results of 5,010,730 million finishers from over 15 thousand races.\nThis study looks at data from 1996-2018\nParticipation\nParticipation in ultra running events is on the rise. There has been a 1676% increase in participation since 1996. There were just 34,401 ultra running participations back in 96 and now they are 611,098.\nThis is interesting because after 2015 we see a decline in participation in 5Ks, and there is a leveling off in the participation in marathons. This suggests that the most dedicated runners are looking for bigger and bigger challenges as running becomes more and more popular and marathon running is considered more mainstream than extreme.\nWhen we take 2001 as a benchmark we see that the growth rate of ultrarunning participation surpasses that of marathons since 2009 and that of 5Ks since 2015.\nThe participation trends for the shorter races (<50 miles) and the longer races (>50 miles) both show a significant increase in participation.\nParticipation in the races under 50 miles has increased 33 times, and in the races over 50 miles - 9.3 times.\n23 years ago, the majority of ultra runners were competing in races over 50 miles long. Now, only one-quarter prefer the most challenging distances.\nOut of the top 20 nations France, the USA, and South Africa have the highest proportions of the world's ultra runners.\nWhen we take the number of runners from the country compared to its population we see that the picture changes quite drastically - France is still number 1, but the next ones are Japan and China. Here, the United States is in 10th place, and South Africa on 11th.\nThe information shown until now is based on the number of participations per year, and not on the number of unique participants. Of course, there are a lot of ultra runners who run more than one race per year. We've made this analysis, and it shows that the number of unique participants in 1996 was 24,102 and now it is 329,584 - a growth of 1,267%.\nThe distribution of participants based on the number of races they run every year is shown here.\nStill, the majority of participants run one ultra per year, but there is a definite rise in the average number of runs per year - from 1.3 per year to 1.7 races per year.\nIn 1996, only 14% of runners participated in multiple races a year, now 41% of participants run more than one event per year. There is also a significant increase in the % of people who run 2 races a year, 17.2% (from 7.7% to 24.9%) and 3 races, 6.7% (from 2.8% to 9.5%).\nGender distribution of participants\nAs we expect, the longer the distance the smaller % of female participants - there is a 45% difference in female participation in 5Ks and the longest races.\nEven though the % of women in ultrarunning is still small, it has actually never been higher. Over the last 23 years, the % of female participants relative to men has increased by 64%  (a nominal increase of 9%).\nThere are quite big national differences. We see that in Australia, Canada, and the US  the % of female ultra runners is much higher than the world's average (23%) for female participation in marathons. It's interesting that the countries with the smallest % of female ultra runners are European, which have strong traditions in running.\nAverage pace\nAs with all the other distances, which we have discussed in our\nState of running\narticle, ultra runners are also getting slower.\nBecause ultrarunning includes all distances longer than a marathon, there is a huge variety of different races. For this reason, we'll be comparing average paces. In general, the average pace of ultra runners has increased from 11:35 min/mile to 13:16 min/mile (15%).\nPace differences by distance\nIt is surprising to see, that the average pace of the ultra runners in the shorter distances is quite slower than the average pace of the runners in the longer distances. But it makes sense because the longer distances are attracting the most devoted runners.\nThe pace of the runners in the distances under 50 miles has changed from 16:02 to 16:47 min/mile (a slowdown of 5 %). For the runners in the distances over 50 miles, the change is from 11:31 to 13:09 min/mile (a slowdown of 14%).\nGender differences in pace\nThe average paces of both genders are quite close now. The female pace has changed from 12:25 to 13:23 min/mile - a slow down of  58 seconds (8%). The male pace has changed from 11:24 to 13:21 min/mile - a slow down of 1 minute 57 seconds (17%).\nWhat becomes evident is that the longer the distance the smaller the difference. In the 100K races, the difference is 0.5% and in the 100-mile races, women are just a quarter of a percent slower than men. The phenomenon that women are better at pacing than men is examined at more length\nhere\n.\nAnd what is truly amazing is that women become faster than men at the most extreme distances over 195 miles long.\nPace differences by country\nThe best ultra runners are from South Africa with an average pace of 10:36 min/mile. The runner-ups are Sweden (11:56 min/mile) and Germany (12:01 min/mile).\nThe slowest ultra running nations are Argentina (15:20 min/mile), Mexico (15:30 min/mile) and Malaysia (15:55 min/mile).\nAll these countries have slowed down over the last 10 years. The countries that have slowed down most are among the slowest in the rankings.\nArgentina has slowed down most - by 5:08 min/mile, next are Mexico (5:04 min/mile) and Poland (4:10 min/mile). The least slowed down countries are China (by 3 seconds/mile), South Africa (by 30 seconds/mile), and the US (by 59 seconds/mile).\nCountry rankings by gender\nFemale rankings\nThe fastest women are from South Africa with an average pace of 11:11 min/mile. Second is Sweden (12:27 min/mile) and Germany (12:33 min/mile).\nThe slowest women are from Malaysia (16:00 min/mile), Argentina (16:19 min/mile) and Mexico (16:40 min/mile).\nMale rankings\nThe fastest men are also from South Africa (10:23 min/mile), Sweden (11:43 min/mile) and Germany (11:53 min/mile).\nThe slowest men are from Argentina (15:01 min/mile), Mexico (15:06 min/mile) and Malaysia (15:54 min/mile).\nThe women from South Africa are faster than the men from all other countries, apart from South Africa. The women from Sweden are faster than all men, apart from the top 4.\nWomen from Germany are faster than men from 15 countries.\nEven the fifth slowest women - the ones from Spain - are faster than the slowest men the ones from Malaysia.\nAge\nFrom the\nState of running\n, we know that the runners in the standard distances have never been older.\nBut in ultrarunning, the average age of the participants has gone down by 1 year in the last 10 years. It has changed from 43.3 to 42.3 years.\nWomen are on average 1.3 years younger than the men in ultra running. Also, the average age of ultra runners is stably going down over the last 10 years. The average age of female ultra runners has decreased by 1.2 years over the last 10 years and the average age of male runners - by 1.1 years.\nUsually, the longer the distance, the older the participants. As we see from the chart below, this holds true with 1 exception - 5Ks. This is due to the fact that as the least challenging 5Ks attract runners of all ages, and dedicated runners continue competing in their 60s, 70s and even older.\nThe age distribution of ultra runners has stayed quite stable. The most noticeable change is in the decrease in the participants under 30 and the increase in the proportion of participants in their 50s.\nAround 70% of all runners are in their 30s and 40s.\nAge and pace\nAll age groups have slowed down, and now, the average pace of all age groups is almost equal. This is a huge surprise and we don't see such a convergence at any other distance.\nThe youngest participants have changed their pace from 10:44 to14:42 min/mile - a slowdown of 3:58 min/mile (37%). The participants in their 30s have changed their pace from 10:40 to 14:38 min/mile - an increase of 3:58 min/mile (37%). The youngest participants have slowed down most.\nThe participants in their 40s have changed their pace from 11:09 to 14:14 min/mile - a slowdown of 3:33 min/mile (32%). The participants in their 50s have changed their pace from 11:51 to 14:42 min/mile - an increase of 2:50 min/mile (24%). And the oldest participants have changed their pace from 12:53 to 14:55 min/mile - a slowdown of 2:01 min/mile (16%).\nThe longer the ultra distance is, the better the pace of female runners.\nThis is also true for male runners.\nBoth these trends are peculiar - in the standard distances (up to a marathon) we don't see anything like this. There the half marathon is the fastest distance.\nIt's odd how the longer distances correspond to a better pace. This is due to the fact that ultra running, in general, is attracting more seasoned runners. And as we can see the longer the ultra-distance - the faster the runners it attracts.\nTravel trends\nIn ultra runners, we see a large percentage of people who travel to a different country for a race.\nIt turns out that people are traveling more for a bigger challenge. Maybe because these events are rarer, or maybe because it's a bigger accomplishment and it deserves more planning and expenses.\nIf we compare the % of travelers in Europe and the US we get the following result.\nPeople in Europe travel a lot more to foreign counties than the people in the US. This is due to the proximity of such countries and the open borders in the EU.\nRacing patterns of runners\nWe have also examined how the behavior of runners change through their running careers.\nMost ultrarunners choose a shorter distance for their debut in ultra running. Then they challenge themselves more and more until their 15th race. After that with age and experience, they start choosing shorter distances, and we can extrapolate that they run more for pleasure than for achievement.\nThe pace of the ultra runners changes during their careers. In the beginning, despite the fact that they are running shorter races, their pace is quite slow. With experience, it gets better and better in their first 20 races. After that runners set in their comfortable pace, and it stays quite stable.\nAbout the IAU\nThe International Association of Ultrarunners (IAU) is operating under the patronage of the\nIAAF\nand is dedicated to developing ultra distance running internationally within the IAAF Rules & Regulations. As an international governing body for ultra-distance running, the main objectives are to promote and develop long-distance running worldwide.\nRunning ultra-distance races requires the right shoes\nLong-distance racing requires a lot of training and a lot of miles, requiring the best\nultra-running specific footwear\n. Many ultras are on rocky trails and hardpacked dirt, buying the right\ntrail running shoes\nor\ncushioned shoes\ncan help with injury prevention and efficiency.\nSome brands like\nHoka\n,\nAltra\n, and Topo Athletic offer\nmaximalist shoes\ndesigned to soften the impact of long-distance running, while other bands like Merrell or Vibram offer\nminimalist shoes\nfor ultra runners that like to feel the trail beneath their feet.\nRunRepeat covers more than just\nrunning statistics\nand training for ultras, we review\nhiking boots\n,\nhiking shoes\n, and\nhiking sandals\nfrom top brands like\nDanner\n,\nSalomon\n,\nAdidas\n,\nTeva\n, KEEN, plus many more.\nOur goal is to help you easily find the right footwear so you can spend more time outside enjoying the sports you love! We do that by publishing the most objective and unbiased reviews out there: we get the shoes with our own money, we run in them, and we test them in our lab. Be sure to check out our\nin-depth studies\non the sports we love and learn more\nabout RunRepeat\ntoday.\nUse of content\nWe are happy to give interviews on the topic at any time. For this purpose or for print-use questions please reach out to Paul Ronto at\npaul@runrepeat.com\n.\nFeel free to use material from this page in any web coverage of the topic, we just ask that you refer, and link, back to this original source."
  },
  {
    "url": "https://trailwaves.substack.com/p/black-canyon-2026-legends-arrive",
    "scraped_text": "Black Canyon 2026: Legends Arrive, Records Fall, and the Sport of Trail Running Continues to Evolve\nFrom Hans Troyer and Jenn Lichter's historic CRs, to Molly Seidel's 100K debut, to a report from the mid-pack, here are 11 takeaways from one of the sport's deepest race weekends.\nSeth LaReau\nFeb 18, 2026\n20\n6\n1\nShare\nImage created by author.\nAn area of personal importance, as someone who writes a weekly newsletter about trail running, is\nbeing in it\n. I don’t want to be a casual observer of a sport I spend so much time thinking and writing about. The most honest way for me to form opinions about trail running is to participate, which means showing up on start lines and racing.\nI’m writing this just days after the Black Canyon 100K, having traded in the sunny Arizona desert for the pouring rain of the San Francisco Bay Area. My legs are sore, my brain is still a bit scrambled, but I wanted to reflect on the weekend while it is still fresh. Between the expo, the race itself, and watching the highlights afterward, I’ve come away even more energized. Not just about this race, but about the sport and trail running culture as a whole.\nHere are the themes and takeaways that stood out the most.\n1. Participation Numbers Continue to Impress\nBuilding on the chart from\nlast week’s newsletter\n, the Black Canyon 100K continues to post eye-catching participation numbers. This year saw 958 starters and 765 finishers, another strong showing for one of the sport’s marquee events.\nBlack Canyon 100K entrants by year. Created using UltraSignup finish data.\nWhile participation dipped slightly from 2025, at least part of that appears tied to the continued rise of the Black Canyon 50K. After Aravaipa Running shifted from the 60K to the 50K in 2025, the shorter distance has quickly become a hit. In 2026, the 50K drew 923 starters and 850 finishers, up significantly from 574 starters and 527 finishers in the year prior.\n2. The Most Compelling Women’s Race Ever?\nMaybe not\never\n, but certainly in the history of the Black Canyon 100K.\nThis year’s women’s 100K field was one of the deepest and most intriguing ever assembled outside of Western States or UTMB. The top five alone included:\nA 100K debutant widely regarded as one of the world’s best mountain 50K runners\nThe 50-mile world record holder making her racing debut with HOKA\nThe Appalachian Trail FKT holder and Javelina Jundred course record holder\nThe 2020\n1\nOlympic marathon bronze medalist making her 100K debut\nThe defending Western States champion\nThe race went out hot. Molly Seidel led early, hitting Bumble Bee (mile 19) first and blowing through Gloriana Mine (mile 24) without stopping. Jenn Lichter made her move somewhere before Deep Canyon Ranch (mile 32) and never looked back, winning in a stunning course record time of 7:57:05\n2\n.\n@jenniferlichter\nJennifer Lichter | Black Canyon 100k 🥇 CR 😭\nliterally speech…\nAnn Flower stayed close all day and finished less than a minute back in 7:57:59. Tara Dower (8:11:46), Seidel (8:25:13), and Abby Hall (8:27:50) rounded out the top five. With Dower and Hall already qualified, Lichter, Flower, and Seidel earned the three Golden Tickets and will toe the line at Western States in Olympic Valley this June.\n3. Hans Troyer is Him\nAt this point, what’s left to say? After a breakout victory at the JFK 50 Mile last fall, Hans Troyer kicked off his HOKA sponsorship in emphatic fashion, surging to victory against a stacked field. It took a course-record performance\n3\nto do it, holding off a late charge from Anthony Costales, pushing through a bonk at Table Mesa (mile 51), and nearly taking himself out at the finish line.\n@blackcanyonultras\nBlack Canyon Ultras | Congratulations to our 2026 Black Canyon …\nThe win firmly places Troyer in the conversation as a Western States contender as he looks to build off his 8th-place finish there in 2025.\n4. Molly Seidel Has Arrived\nMuch of the pre-race buzz centered on Molly Seidel and her 100K debut.\nCould she manage the distance? Would she go out too hard? Could she earn, and would she accept, a Golden Ticket?\nNo one had definitive answers, which only added to the intrigue. What\ndid\nfeel clear was that people wanted her to succeed. And she sure did.\nShe ran brave. She ran tough. She battled all day, crossing the line ahead of the reigning Western States champion.\nIt’s almost unheard of for an Olympic medalist to pivot from road marathons to trail running in their prime. Watching Seidel’s transition has been special, largely because it’s obvious this is where she belongs and where she’s happiest. Just look at how much this finish meant to her:\n@runfreetrail\nFreetrail | Trail Running Content, Community, & Culture | Molly…\nThe best part? This feels like just the beginning of her story.\nSubscribe\n5. Anthony Costales is “Still Here”\nThe 2023 Black Canyon 100K champion returned from injury and delivered, finishing second and securing another Golden Ticket to Western States. After working through some early issues, Costales methodically moved up through the field in the second half and nearly reeled in Hans Troyer, finishing just four minutes back in 7:24.\nAs he crossed the finish line, he appeared to shout “\nI’m still here!\n”\nKudos, Anthony. And welcome back to Western States.\n@blackcanyonultras\nBlack Canyon Ultras | It’s a return to the podium at Black Cany…\n6. Tara Dower is a National Treasure…\n…protest her at all costs\n4\n.\nThis finish line interview with Brett Hornig is one for the ages. 10/10, no notes.\n@billyyang\nBilly Yang | I was already a big\n@tara.dower\nfan, but this amaz…\n7. Brands Stoked About This Weekend\nOn the flight home, I kept thinking about which brands must be especially pleased with how their athletes and products showed up at Black Canyon. This list isn’t exhaustive, but a few stood out immediately:\nHOKA\n: Men’s winner and course record in Hans Troyer’s debut race with the brand, plus a women’s runner-up finish and Golden Ticket for Anne Flower (also a HOKA debut).\nACG:\nWomen’s winner and course record in Jenn Lichter’s ACG debut, men’s 2nd place and Golden Ticket (Costales), and Molly Seidel racing in their Ultrafly Trail shoe en route to fourth.\nHyperlyte Liquid Performance:\nThe official fuel behind Hans Troyer’s record-breaking run.\nJanji:\nThe Janji x Aravaipa\nDesert Dreaming\ncollab\nappeared to be a hit, with several pieces already sold out. After years of SATISFY serving as the event’s apparel sponsor, it felt like a quiet but meaningful handoff.\nPlenty of brands likely left the weekend feeling good, but these were the ones that stood out most from both the highlights and being on the ground.\n8. No Course Record is Safe\nThree of the four course records fell this weekend, with Hans Troyer (7:20) and Jenn Lichter (7:57) smashing the 100K, while Seth Ruhling (3:16) turned in an impressive showing in the 50K.\nSeth Ruhling winning the Black Canyon 50K. (Image credit: iRunFar)\nRuhling broke the 100K course record last year in a time of 7:24, which stood for a year until Troyer bested it by four minutes. Still, he was able to find some redemption with a shiny new 50K record that will stand at least until next year’s race.\n9. Des Linden is “Officially a Trail Runner Now”\nSpeaking of marathon legends making their switch to the trails, Des Linden made her trail ultramarathon debut, finishing 13th in the 50K in 4:30:21.\nNext up: Marathon des Sables in April 👀\n@des_linden\ndesiree linden | Woof - 50k\n@blackcanyonultras\nwas a time. Had …\n10. Crowd-Funded Prize Purses are Mainstream\nMountain Outpost unveiled its new\nRace Purse\nfunctionality, allowing fans to crowd-fund prize money for podium finishers in both the 100K and 50K. From an athlete perspective, the rollout was largely a success, paying out more than $23,000 across the men’s and women’s podiums:\n100K:\n1st = $5,018, 2nd = $2,091, 3rd = $1,254\n50K:\n1st = $2,090, 2nd = $871, 3rd = $523\nImage credit: Mountain Outpost and racepurse on IG.\nThis concept\nclosely mirrors what Run.fund recently launched\nand adds further validation to the idea that crowd-funded prize pools could become a meaningful, and perhaps essential, part of the sport’s future economics.\n11. The Black Canyon 100K is Deceptively Tough\nTo close the loop, and check off a personal bucket-list item, I finished the 2026 Black Canyon 100K after dropping at Bumble Bee (mile 19) in 2025 while attempting to race with a sinus infection. This time, while grateful to be healthy, the day was anything but easy. Early quad cramping and my first-ever bout of puking followed me for nearly 40 miles, eventually getting bad enough that I couldn’t keep gels down after mile 40\n5\n.\nSuffering a bit around mile 40, but at least I found a cool-looking cactus.\nI did make it to the finish, later than hoped, but still under the Western States lottery cutoff, which was the primary goal. I’m left in awe of both the course’s beauty and just how much harder it is than it looks, especially in the second half. On paper, the profile seems fun, and it is, but the relentless rockiness makes finding rhythm difficult. Watching the front of the field fly over this terrain only deepened my appreciation for those record-breaking performances.\nMost people had probably tuned out of the livestream by then, but here’s the official finish for posterity:\nKudos to everyone who raced the 100K or 50K this past weekend, and huge shoutout to Aravaipa Running for another top-notch event. They’re truly among the GOATs when it comes to putting on large-scale trail races.\nLeave a comment\nThe Aid Station\nMiscellaneous quick hits. Trail style. Actionable, digestible, essential.\n⛽️\nFueling Stats from the 2025 Black Canyon 100K\nThis article by\nVic Johnson\nabout 2025 Black Canyon 100K fueling strategies was timely and illuminating. It’s interesting to see how most of last year’s top 10 men and women handled their race-day fueling.\nMost notably, carbohydrate intake ranged from 50g per hour all the way up to 125g per hour (average 85.76g per hour). Meanwhile, average fluid intake was 800 ml per hour, ranging between 414 ml and 1,504 ml per hour.\nThere are some other, uh,\ninteresting\nstats in there as well. Check it out!\nMountain Sports Nutrition\nFueling stats from the 2025 Black Canyon 100k\nThings are pretty bleak in the US of A right now but at least we have Tarawara and Black Canyon to look forward to this weekend! Trail running will save the world, right Dbo? Right…\nRead more\n8 days ago · 29 likes · 3 comments · Vic Johnson\n🚬\nThe Barkley Marathons Started and Ended This Past Weekend\nThe Barkley Marathons sent shockwaves through the trail and ultrarunning world while everyone’s attention was on Black Canyon and Tarawera. Normally run in March, this year’s edition kicked off Valentine’s Day weekend. Runners battled awful conditions, with no one completing more than three loops.\nKeith\n@keithdunn\nThe 2026 Barkley Marathons is over. There are no finishers.\n#BM100\n1:36 AM · Feb 16, 2026\n·\n354K Views\n94 Replies\n·\n456 Reposts\n·\n4.25K Likes\n⛰️\nThe Top of the Mountain is Narrow\nThis tweet from Brad Stulberg caught my attention recently and seemed appropriate in the context of this race weekend. It’s often easy for us to focus on big goals, but most of life is a journey in pursuit of those goals. Before and after we reach our goals, there’s life. Or, as Stulberg so eloquently puts it,\n“The top of the mountain is narrow. All the life is on the sides.”\nBrad Stulberg\n@BStulberg\nAfter a decade of writing I hit the NYT bestseller list. It felt great. We ordered Thai noodles. I had a glass of wine. Next morning I was back to work—writing is still ridiculously hard. I coach 8-U basketball tonight. It's the best. The top of the mountain is narrow. All the\n8:55 PM · Feb 6, 2026\n·\n11.7K Views\n14 Replies\n·\n8 Reposts\n·\n259 Likes\n1\nThe games took place in 2021 due to COVID.\n2\nA 19-minute improvement of last year’s course record set by Riley Brady.\n3\nTroyer ran 7:20, besting Seth Ruhling’s previous course record by ~4 minutes.\n4\nAnd get her some Chick-fil-A.\n5\nThankfully the quesadillas and chicken broth hit the spot.\n20\n6\n1\nShare\nPrevious"
  }
]